{
  "title": "Моя вторая публикация",
  "slug": "my-second-post",
  "description": "С другой стороны укрепление и развитие структуры требуют определения и уточнения соответствующий условий активизации. Равным образом рамки и место обучения кадров требуют от нас анализа позиций, занимаемых участниками в отношении поставленных задач.",
  "keywords": ["пропаганда", "деятельность", "порядок"],
  "robots": ["index", "follow"],
  "og": {
    "type": "article",
    "url": "https://foo.com/bar/baz"
  },
  "date": "2022-04-08",
  "style": ["gap-2"],
  "blocks": [
    {
      "type": "Text",
      "style": ["col-span-12"],
      "content": {
        "primary": "Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности позволяет выполнять важные задания по разработке дальнейших направлений развития. Не следует, однако забывать, что постоянное информационно-пропагандистское обеспечение нашей деятельности в значительной степени обуславливает создание существенных финансовых и административных условий."
      }
    },
    {
      "type": "Placeholder",
      "style": ["col-span-12", "h-8", "bg-slate-200"]
    },
    {
      "type": "RichText",
      "style": ["col-span-12"],
      "content": {
        "__md": "1. Таким образом новая модель организационной деятельности требуют определения и уточнения соответствующий __условий активизации__.\n 2. Таким образом начало повседневной работы по формированию позиции требуют от нас анализа позиций, занимаемых участниками в отношении поставленных задач.\n 3. Идейные соображения высшего порядка, а также постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации систем массового участия.\n"
      }
    },
    {
      "type": "Placeholder",
      "style": ["col-span-12", "h-8", "bg-slate-200"]
    },
    {
      "type": "TextWithImage",
      "style": ["col-span-12"],
      "content": {
        "primary": "Значимость этих проблем настолько очевидна, что укрепление и развитие структуры играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям. Значимость этих проблем настолько очевидна, что укрепление и развитие структуры представляет собой интересный эксперимент проверки дальнейших направлений развития.",
        "image": {
          "src": "ipsum.jpg",
          "sources": [
            {
              "format": "webp",
              "size": {
                "width": 200
              }
            },
            {
              "format": "png"
            }
          ]
        }
      }
    }
  ]
}
